{
    "chaper":"Isaiah 56: 7",
    "chaperinfo":"…. Make them joyful in my house of prayer, .... Mine house shall be called an house    of prayer for all people",
    "Name":"UTGC",
    "Message":"\"W  \"  e  l  c  o  m  e   To UTGC",
    "Welcome":"W  E   L   C   O   M   E   ",
    "TO":"T o",
    "MSG1":"United",
    "MSG2":"Telugu( తె లు గు )",
    "MSG3":"Gospel",
    "MSG4":"Church ",
    "MSG5":"(UTGC )-",
    "CITY":"Abu Dhabi",
    "moto":"UTGC has a clear vision of perishing Souls. In obeying to the Great Commission  Mark 16:15,16 Unfolding the scriptures (Pure Word, Sound Doctrine) to the Untold,Untold people in general, Untold Telugu people in particular (pastoral care)",
    "MOTOTXT":"Our motto is 'Unfold to the Untold'",
    "SERVICETIMINGS":"Service Timings",
    
    "SUNDAYWORSHIP":"Sunday Service",
    "COMMUNION":" Sunday Service:   5PM-7PM (Communion on the first Sunday of every month)",
    
    
    "TRANSPORT_CONTENT":"Transport Available ",
    "ROOT1":"Baniyas - China camp, (Workers Village) ",
    "ROOT2":"Mussafah - Icad",
    "ROOT3":"Mussafah – Shabiya ",
    "ROOT4":"Abudhabi - Electra Road",
    "ROOT5":"Abudhabi - Khalidiya ",
    "ROOT6":"Please contact for More info  050-580 9123",
  
    "FASTINGPRAYER":"Fasting Prayer ",
    "FASTINGPRAYER_CONTENT": "Fasting prayer on first Saturday of every month at 8.00 pm || 10pm and every third Saturday all night  Fasting Prayer at 10.00 p.m. || to 5.00 am || It will be held at Pastor Sasirkumar's house",
    "WOMANSPRAYERMEETING":"Women's Prayer Meeting ",
    "WOMANSPRAYERMEETING_CONTENT":"Every Friday – at the Church Center  Room No. F12     8.00 pm to 10.00pm",
    "MENSPRAYERMEETING":"Men's Prayer Meeting",
    "MENSPRAYERMEETING_CONTENT":"Every Friday – at the Church Center  Room No. F13     8.00 pm to 10.00pm",
    "ALLNIGHTPRAYER":"Choir Practice",
    "ALLNIGHTPRAYER_CONTENT":"Every Thursday - in the Church Center  Church Choir Practice - Room No. UC-2 8.00 pm to 10.00pm",
    "KIDSMINISTRY":"Kids Ministry",
    "KIDSMINISTRY_CONTENT":"Kids Ministry: Sunday 5PM 7PM",
    "CAMP":"Camp Ministry" ,
    "CAMP_CONTENT":"Every Tuesday – Prayer meetings in camps (Mussafah – I-Card, Baniyas - China Camp)  8.00 pm to 10.00pm",
 
    "PASTOR":"Pastor: Rev. Sisir Kumar Yeeda",
    "EDUCATION":"M. A., B. Ed., M. Div.,",
    "PASTORAMMA":"Pastor: Esther Rani Yeeda",
    "PASTORAMMAEDUCATION":"M. Sc., B. Ed.,",
    "ABOUTPASTOR":"Academically and theologically qualified. Totally surrendered to His High call and His  will, determined to study, to practice and to teach the word. Yearnly looking for appreciation from the Master “Well done, good and faithful servants”.",

    "CARD_COMPONENT":"START",
    "ABOUTUS":"About Us",
    "CONTACTUS":"Contact Us",
    "SERMONS":"Sermons",
    "GALLERY":"Gallery",
    "PRAYERREQUEST":"Prayer Request",
    "WELCOMEMSG":"Welcome to the United Telugu Gospel Church(UTGC) of Abu Dhabi, At UTGC our Mission is to be and make authentic followers of Jesus Christ- to worship God passionately, to preach and teach His word faithfully, and to server others in love, as we share His Gospel through out the world. We invite you to join us.",

    "ABOUTUS_COMPONENT":"START",
    "EARLYDAYS":"Early days of UTGC",
    "EARLYDAYS_TXT":"Earlier in time, there were only a few of Telugu people were in a higher position  job. Few had the opportunities to be with their families and some people only had flats. At that point of time brother KP Raju garu and Brother Nalli Prabhu Manohar garu open their homes for the Lord’s ministry. It was indeed a courageous act as the rules were very strict in those days. Gathering in homes were prohibited. But these families opened their doors for Ministry. For this, the Church is indented to them. Initially meetings were held in Telugu and English languages. Firstly, Bayya Christopher garu and Undru Timothy Vincent garu were served as pastors.",
    "UTGCINTEC":"UTGC in TEC",
    "AFTER2006":"UTGC After 2006",
    "AFTER2006TXT":"Rev. Y. Sishirkumar garu assumed control of Pastor in 2006 after certain unfavourable events transpired in the neighbourhood. Coming from a wealthy family, the higher education graduates hold degrees in M.A., B.Ed., and M.DIR. from Vedanta Education. He was a teacher at Penuel Bible College in Rajolu and a government employee. He has unique experience because he is the editor of the Sahavasam monthly. He was called by U.T.G.C. in trying circumstances due to his position as president of Trinity Christian Fellowship and his solid social work background. To guide the crowd, God sent him. He was U.T.G.C. on the first day and from the very beginning. He was taking on the role of pastor as of right now. He promised to lead the herd there by leading you.",
    "OURMINISTRY":"Our Ministries",
    "HISTORY":"At the outset, we remember and honour the days of old and consider the many people that  laid the ground work for our mission and purpose today. Take a look at our history and you  will see how our past inspires our future. “Unfold to the untold” and the will of God at any cost was the driving force behind the formation of UTGC on 1991. In fact, it was started as cottage prayer meeting. Brother K. P. Raju and brother Nalli Prabu Manohar families wilfully came forward to conduct the services in their houses. In the beginning days the service were conducted in both English and Telugu. The early pastors are Pastor. Bayya Christopher and Pastor Undru Timothy Vincent. Under their leadership the congregation increases to 100’s. Then the church moves to the “The Evangelical Church compound”.",
    "weclomecontent_1":"Welcome to the United Telugu Gospel Church (UTGC) of Abu Dhabi, we invite you to join us.",
    "weclomecontent_2":" At UTGC our Mission is to be and make authentic followers of Jesus Christ- to worship God     passionately, to preach and teach His word faithfully, and to server others in love, as we  share His Gospel throughout the world.",
    "weclomecontent_3":"",
    "LABELHISTORY":"History",
    "LABELMEANS":"What it Means?",
    "LABELMOTTO":"Our Motto",
    "WORSHIPTIMINGS":"Sunday Sequence Of the Worship ",
    "TIMINGS":"Timings",
    "DESC":"Description",
    "STARTINGPRAYER":"Starting Prayer",
    "SONGS":"Songs",
    "GOSPAL":"Gospel...?",
    "GOSPAL_TXT":"Gospel actually means. The word itself comes from a Greek word “evangelio”, which  literally means “good news.” In the New Testament, it refers to the announcement that Jesus has brought the reign of God to our world through his life, death, and resurrection from the dead.",
     "CHURCHHIST":"Church History ",
     "CHURCHHISTNFO":"At UTGC we remember and honor the days of old and consider the many people that laid the ground work for our mission and purpose today.Take a look at out history and you will see how our past inspires our future. Unfold to the untold and the will of god at any cost was the driving force behind the formation of UTGC on 1991.Brother K.P. Raju and brother Nalli Prabu Manohar families started the prayers and let the congregation with submission and sacrifices’ in their homes to praise God and to preach word of God in English and Telugu . Brother Bayya Christopher was the pastor. Under the leadership of pastor at that time the congregation increases to 100’s.  Then the church moves to the “The Evangelical compound”. First the prayer started in upper chapel 1 and it move to main hall 1.",
     "CHURCHHISTNFO1":"",
     "EALDERSINFO":"Previously held responsibilities as Church Elders",
     "GROW_CHAPETER":"Acts 9: 31",
     "GROW_TXT":"Then had the churches rest throughout all Judaea and Galilee and Samaria, and were edified; and walking in the fear of the Lord, and in the comfort of the Holy Ghost, were multiplied",
     
     
     
     
     
     
     
     
     
     
     
     
     
     
     
     
    
     "NAME1":"Bro. K. P. Raju",
     "NAME2":"Bro. Nalli Prabhu Manohar",
     "NAME3":"Bro. Chinta Raju",
     "NAME4":"(Late) Bro. Bezawada Kumar",
     "NAME5":"(Late) Bro. Chavvakula Raju",
     "NAME6":"Bro. Injeti Mani Kumar",
     "NAME7":"Bro. CH. Samuel Raju",
     "NAME8":"Bro. Ghanta Vignapana Kumar",
     "NAME9":"Bro. D. John Wiclief",
     "NAME10":"Bro. John Maloji",
     "NAME11":"Bro. Chanti",
     "NAME12":"Bro. M. D. V. Prasad",
     "NAME13":"Bro. Bheema Rao",
     "NAME14":"Bro. CH. Shanthi Sekhar",
     "NAME15":"Bro. K. Sathi Babu",
     "NAME16":"Bro. Prabhakar",
     "NAME17":"Bro. P. James",
     "NAME18":"Bro. Moses",
     "NAME19":"Bro. K. Wilson",
     "NAME20":"Bro. Samuel Raju",
     "NAME21":"Bro. Sunny",

    "WOMANMINISTRY":"Woman's Ministry",
    "WOMANMINISTRYTXT":"We seek to present women mature in Christ. We are Women of Purpose  who Assimilate (seek out and bring in women), Develop (cultivate the potential in women) and Deploy (intentionally provide venues for works of service) by creating an atmosphere that promotes a more intimate relationship with Christ and by formulating a sisterhood that  generates a spirit of safety in Bible study, in serving, in fellowship and in the gifts of helps to  all women. The Women's Fellowship ministry encourages women in participating in God's  Ministry for the spiritual growth of family, children and the society. On every Friday women of  our church meet. They do chain of prayers on third Saturday of every month from night until  early in the morning. Ps. Y. Esther Rani (W/O Rev. Y. Sisir Kumar) responsibly leads as the mentor. They also visit sick people and pray for them.",
    "CAMPMINISTRY":"Camp Ministry",
    "CAMPMINISTRYTXT":"This remarkable ministry is an outreach ministry and an extension of our ministry wings of  UTGC, Abu Dhabi. Thousands of workers come from the Indian sub-continent to work in  construction and other projects in the UAE. They live away from their families, in challenging  work environment with limited income and reside at camps located away from the city in industrial areas with modest living conditions. Our ministry coordinators from Men’s fellowship take the good news of Our Lord and Saviour Jesus Christ to those individuals who  look for peace, meaning of life and divine help in times of need. Every Saturday evening, worship and prayer meetings are conducted by members of our church in various camps to help people living in camps deal with their issues from a spiritual viewpoint.",
    "KFC":"Kids for Christ",
    "KFCTXT":"The Ministry to Children exists to provide a safe environment where children can begin their  early learning about God, while parents are learning and growing so are their children. To provide loving, well planned Christian programs, activities and events that impact little lives that will grow to make a BIG impact for God, community and nation. Faithful to reach teach children about God and His love. Fearless in leading children to experience dynamic Christ  –centred worship in a fun environment. Fruitful as we partner with parents in facilitating a child’s growing relationship with God.",
    "CHOIRMINISTRY":"Choir Minisrty",
    "CHOIRMINISTRYTXT":"Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. – Colossians 3:16 The purpose of our Church Choir is to enrich, inspire, motivate and engage the community in hymns and sacred songs. They lead the congregation in worship, and through this form, prayer is expressed in a more attractive way. It is our prayer that as  part of music ministry, choir members can offer a unique sacrifice of praise to God. Br.James is the choir leader and leads the team very effectively. Our musicians and singers glorify the Lord through their passionate commitment.",
    "BIBLECOLLEAGE":"Bible Colleage",
    "BIBLECOLLEAGETXT":"In 2013 UTGC started a denomination of seminary in association with Victory Bible Schools in Abu Dhabi. The Bible College is formed is carried forward based on the word of God from Colossians: 3:16 “Let the word of Christ dwell in you richly in all wisdoms; teaching and admonishing one another in Psalms and hymns and spiritual songs, singing with grace in  your hearts to the Load”. Our vision is to equip the people through theological education that  fosters the ability to communicate the Christian faith intelligently and with conviction in word  and action. The college has Rev. Y. Sisir Kumar as the principal and as the teacher. Ps. Y.Esther Rani is acting as the registrar. She studied theological education from Institute of  Ministry, America. Br. K. P. Raju is acting as the local administrator. In 2016, 8 students completed their 2 years D. Th course and graduated. Dr. Phil Deristine, president, Gospel Crusade, was the chief guest for this Graduation ceremony. We are thankful to have such an experienced group to invest in our strategist leadership.",
"Baptism":"Baptism Minisrty",


    "BOTMSG":"Members of the BOT appointed by the Lord and the Government for the development of the welfare of the  United Telugu Gospal Church.",
"Distance":"Distance to Church",
    "Alwahda":" From Al wahda Mall :5.2 KM - 9 min",
    "AbuDhabiMall":"From Abu Dhabi Mall : 7.7 KM 15 min",
    "Mushrif":" From Mushrif Mall : 3.7 KM 7 min",
    "Mussaffah":"From Mussaffah Shabiya  : 24.7 KM 25 min",
    "khalidiya":"From Khalidiya Mall  : 7 KM 10 min",
    "marina":"From Marina Mall  : 11 KM 16 min",
    "madinatzayed":"From Madinat Zayed  : 6 KM 9 min",
    "wtc":"From Hamdan  WTC: 6.7 KM 10 min",


    
"BOTNAME1":"John Wiclief",
"BOTSNAME1":"Dondapati",
"BOTNAME2":"James",
"BOTSNAME2":"Pidakala",
"BOTNAME3":"Sathish",
"BOTSNAME3":"Karanam",
"BOTNAME4":"Sam",
"BOTSNAME4":"Dasari",
"BOTNAME5":"David",
"BOTSNAME5":"Murala",
"BOTNAME6":"Raju",
"BOTSNAME6":"Rapaka",
"BOTNAME7":"Kishore",
"BOTSNAME7":"Torlapati",
"BOTNAME8":"Naresh",
"BOTSNAME8":"Vadlakonda",
"BOTNAME9":"Krishna",
"BOTSNAME9":"Joseph Bunga",
"BOTNAME10":"Edward",
"BOTSNAME10":"Kuraguntla",
"BOTNAME11":"Ravi",
"BOTSNAME11":"Tadi",

"Home":"Home",
"about":"About Us",
"gallery":"Gallery",
"Bot":"BOT Members",
"prayerreq":"Prayer request",
"contact":"Contact Us",

    "FOOTER_LINE":"Our Address",
    "FOOTER_LINE1":"United Telugu Gospel Church,",
    "FOOTER_LINE2":"Main Hall 1,",
    "FOOTER_LINE3":"The Evangelical Church Center,",
    "FOOTER_LINE4":"P.O.Box: 38834",
    "FOOTER_LINE5":"ABU DHABI – UAE"

}