{
    "chaper":"యెషయా 56: 7",
    "chaperinfo":"నా ప్రార్థన మందిరములో వారిని ఆనందింపజేసెదను .... నా మందిరము సమస్తజనులకు ప్రార్థనమందిరమన బడును",
    "Name":" telugu",
    "Message":"Welcome to UTGC telugu",
    "Welcome":"మి  మ్ము  ల  ను  ",
    "TO":" ప్రే మ  తో  ఆ  హ్వా  ని  స్తుం ది",
    
    "MSG1":"తె లు గు",
    "MSG2":"ఐ క్య",
    "MSG3":"సు వా ర్త",
    "MSG4":"సం ఘం",
    "MSG5":"-",
    
    "CITY":"అ బు ధా బి",

    "MOTOTXT":"వినని వారికి లేఖనములు విప్పి చెప్పుట",
    "moto":"యూటీజీసి నశించే ఆత్మల గురించి స్పష్టమైన దర్శనం కలిగి ఉంది. ప్రధానమైన ఆజ్ఞయైన మార్కు     16:15,16కు కట్టుబడి, ఇంతవరకు వాక్యము వినని, తెలుగు ప్రజలకు లేఖనాలలో మర్మమైయున్న సత్యాలను     విప్పి చెప్పుట.",
    "SERVICETIMINGS":"సంఘ కార్యక్రమములు",
    "SUNDAYWORSHIP":"ఆదివారం ఆరాధన:    5PM-7PM ",
    "COMMUNION":"ప్రతి ఆదివారం ఆరాధన     సా|| 5.00 గం|| నుండి 7.00 గం|| గం|| వరకు     (ప్రతి నెల మొదటి ఆదివారం ప్రభు బల్లారాధన)",
    "TRANSPORT_CONTENT":"బస్సు సౌకర్యము కలదు ",
    "ROOT1":"బనియాస్ - చైనా క్యాంప్, (వర్కర్స్ విలేజ్) ",
    "ROOT2":"ముస్సఫా - ఐ కార్డ్",
    "ROOT3":"ముస్సఫా – షాబియా",
    "ROOT4":"అబుదాబి - ఎలక్ట్రా రోడ్",
    "ROOT5":"అబుదాబి - కల్దియా",
    "ROOT6":"ఈ క్రింది నెంబర్ కు సంప్రదించండి     050-580 9123",
  

    "FASTINGPRAYER":"ఉపవాస ప్రార్థన ",
    "FASTINGPRAYER_CONTENT": "ప్రతి నెలలో మొదటి శనివారం  ఉపవాస ప్రార్థన కూడిక  రాత్రి 8.00 గం|| నుండి 10 గం|| వరకు మరియు ప్రతి మూడవ శనివారం సంఘ సంపూర్ణ రాత్రి ఉపవాస ప్రార్థన కూడిక  రాత్రి 10.00 గం|| నుండి ఉదయం 5.00 గం|| వరకు   పాస్టర్ శశికుమార్ గారి గృహమునందు జరుగును",
    "WOMANSPRAYERMEETING":"మహిళల ప్రార్థన సమావేశం",
    "WOMANSPRAYERMEETING_CONTENT":"ప్రతి శుక్రవారం – చర్చ్ సెంటర్ లో రాత్రి 8.00 గం|| నుండి 10 గం|| వరకు ఉమెన్స్ ప్రేయర్ మీటింగ్ - రూమ్ నెంబర్ F12",
    "MENSPRAYERMEETING":"పురుషుల ప్రార్థన సమావేశం",
    "MENSPRAYERMEETING_CONTENT":"ప్రతి శుక్రవారం – చర్చ్ సెంటర్ లో రాత్రి 8.00 గం|| నుండి 10 గం|| వరకు మెన్స్ ప్రేయర్ మీటింగ్ - రూమ్ నెంబర్ F13",
    "ALLNIGHTPRAYER":"సంఘ క్వయర్ ప్రాక్టీస్",
    "ALLNIGHTPRAYER_CONTENT":"ప్రతి గురువారం - చర్చ్ సెంటర్ లో  సంఘ క్వయర్ ప్రాక్టీస్ - రూమ్ నెంబర్ S13  రాత్రి 8.00 గం|| నుండి 10 గం|| వరకు",
    "KIDSMINISTRY":"సండే స్కూల్",
    "KIDSMINISTRY_CONTENT":"సండే స్కూల్:     ప్రతి ఆదివారం 5PM 7PM",
    "CAMP":"క్యాంప్స్ లో ప్రార్థన కూడికలు",
    "CAMP_CONTENT":"ప్రతి మంగళవారం - క్యాంప్స్ లో ప్రార్థన కూడికలు (ముస్సఫా - ఐ కార్డ్, బనియాస్ - చైనా క్యాంప్) రాత్రి 8.00 గం|| నుండి 10 గం|| వరకు",


    "PASTOR":"పాస్టర్: రెవ. శిశిర్ కుమార్ యీద",
    "EDUCATION":"M.A., B.Ed., M.Div.,",
    "PASTORAMMA":"పాస్టర్: ఎస్తేర్ రాణి యీద",
    "PASTORAMMAEDUCATION":"M.Sc., B.Ed.",
    "ABOUTPASTOR":"విద్యా, వేదాంత పట్టభద్రులు. దేవుని పిలుపునకు, చిత్తానికి, పరిపూర్ణముగా లోబడి; దేవుని వాక్యాన్ని పరిశోధించుటకు, గైకొనుటకు, నేర్పించుటకు, తీర్మానించుకొని యజమానునిచే (దేవునిచే) ”భళా నమ్మకమైన మంచి దాసుడా” అనే ప్రశంసకై ఆశతో ఎదురుచూస్తున్నారు.",

    "CARD_COMPONENT":"START",
    "ABOUTUS":"మా గురించి",
    "CONTACTUS":" సంప్రదించండి",
    "SERMONS":"ఉపన్యాసాలు",
    "GALLERY":"గ్యాలరీ",
    "PRAYERREQUEST":"ప్రార్థన అభ్యర్థన",
    "WELCOMEMSG":"అబుదాబిలోని యునైటెడ్ తెలుగు గోస్పెల్ చర్చ్ (UTGC)కి స్వాగతం, UTGC వద్ద మా లక్ష్యం యేసుక్రీస్తు యొక్క ప్రామాణికమైన అనుచరులుగా ఉండటమే మరియు దేవుణ్ణి ఉద్రేకంతో ఆరాధించడం, ఆయన వాక్యాన్ని నమ్మకంగా బోధించడం మరియు బోధించడం మరియు ఇతరులకు ప్రేమతో సేవ చేయడం. మేము అతని సువార్తను ప్రపంచమంతటా పంచుకుంటాము. మాతో చేరాలని మేము మిమ్మల్ని ఆహ్వానిస్తున్నాము.",

    "ABOUTUS_COMPONENT":"START",
    "EARLYDAYS":"తొలినాళ్లలో UTGC",
    "EARLYDAYS_TXT":"ఆ రోజుల్లో మన తెలుగువారిలో కొందరే ఉన్నత స్థాయి ఉద్యోగులు ఉండేవారు, కొందరికి మాత్రమే తమ  కుటుంబాలతో ఉండే అవకాశం ఉండేది. మరికొందరికి మాత్రమే ఫ్లాట్లు ఉండేవి. కొంతమందికి పైన చెప్పబడిన అన్నీ ఉన్నా, ప్రభువు పరిచర్యకు తమ ఇళ్లను తెరవడానికి వారికి పెద్ద హృదయాలు ఉండాలి గదా! అయితే, ఈ పరిచర్యలకు దేవుడు సోదరులు కె.పి. రాజు గారి కుటుంబం మరియు సోదరులు నల్లి ప్రభు మనోహర్ గారి కుటుంబాలను ఏర్పరచుకున్నారు. వారు సహృదయం మరియు ధైర్యంతో సంఘ సమావేశాలను నిర్వహించడానికి తమ ఇళ్లను తెరిచారు. ధైర్యసాహసాలు అన్నది ఎందుకంటె ఆ రోజుల్లో ప్రభుత్వ నిబంధనలు కఠినంగా ఉండేవి. ఇళ్లలో సమావేశాలు నిషేధం! అయినా వారు ప్రేమతో సహకరించారు, వారికి సంఘము ఎప్పటికీ రుణపడి ఉంటుంది. మొదట్లో తెలుగు, ఇంగ్లీషు భాషల్లో సంఘ ఆరాధనలు జరిగేవి. తొలుత సంఘ కాపరులుగా పాస్టర్ క్రిస్టఫర్ మరియు పాస్టర్ ఉండ్రు తిమోతి విన్సెంట్ గార్లు భాద్యతలు నిర్వర్తించారు.",
    "UTGCINTEC":"టిఇసి లో యూటీజీసి",
    "AFTER2006":"యూటీజీసి 2006 తర్వాత",
    "AFTER2006TXT":"2006వ సంవత్సరంలో సంఘంలో కొన్ని అవాంఛనీయ పరిణామాలు సంభవిం చినప్పుడు రెవ. వై. శిశిర్కుమార్ గారు సంఘకాపరి బాధ్యతలను తీసుకోవడం జరిగింది. చక్కని సమర్పణ కలిగిన కుటుంబం నుండి వచ్చిన వీరు, ఉన్నత విద్య పట్టభద్రులు M.A.; B.Ed., వేదాంత విద్య పట్టభద్రులు M.DIR. ప్రభుత్వ ఉద్యోగిగాను, బైబిలు కళాశాల (పెనూయేలు బైబిలు కళాశాల, రాజోలు) బోధకునిగాను, సహవాసం మాసపత్రిక సంపాదకు నిగాను వీరికి విశేష అనుభవం ఉంది. 'ట్రినిటి క్రిస్టియన్ ఫెలోషిప్' అధ్యక్షులుగా ఉంటూ, సంఘకాపరిగా చక్కని అనుభవం గల వీరిని క్లిష్టపరిస్థితులలో U.T.G.C. సంఘానికి కాపరిగా దేవుడే పంపించినారు. తొలిదినాన, తొలిమాటలలో నేను U.T.G.C. సంఘకాపరి బాధ్యతలను నేడు స్వీకరిస్తున్నాను. మంద అయిన మిమ్ములను ఉరుకులు పరుగులు పెట్టించన గాని నింపాదిగానే నడిపిస్తూ గమ్యానికి మాత్రం చేరుస్తాను అన్నారు. ఇది అక్షరసత్యమై మమ్మును ముందుకు నడిపిస్తుంది.",
    "OURMINISTRY":"మా పరిచర్యలు",
    "HISTORY":"ప్రారంభంలో గృహంలో ప్రారంభమైన ఈ పరిచర్యలు దేవుని దయలో విస్తరిల్లాయి. విశ్వాసుల సంఖ్య విస్తరించినప్పుడు గృహాలనుండి 'ఇవాంజలికల్ చర్చ్' కాంపాండునకు మార్చడం జరిగింది. తొలుత 'అప్పరా చాపల్-1' నందు కూడుకోవడం, తదుపరి సంఘం నూతన భవనంలో మెయిన్ హాల్-1 నకు మార్చబడి. ప్రతి ఆదివారం సాయంత్రం 5.00 నుండి 7.00 వరకు ఆరాధన కార్యక్రమం జరుగుచున్నది. సుమారు 400 మంది హాజరై దేవుని ఆరాధించేవారు. హల్లెలూయ!!! ఈ సంఘ సభ్యులు అనేకమంది వేర్వేరు సంఘాలకు కాపరులుగా అయ్యారు అబుదాబి దుబాయిలలో సంఘాలను ఏర్పాటు చేసుకుని దేవుని పరిచర్య జరిగిస్తున్నారు.",
    "weclomecontent_1":"తెలుగు ఐక్య సువార్త సంఘము (UTGC) నకు మిమ్ములను ప్రేమతో ఆహ్వానిస్తున్నాం.",
    "weclomecontent_3":"రండి మాతో కలిసి దేవుని ఆరాధించండి.",
    "weclomecontent_2":" మా ఉద్దేశం: యేసు క్రీస్తుని ఆత్మతో ఆరాదించుట, క్రీస్తు యొక్క ప్రేమను చూపించుట, ప్రపంచమంతా యేసుని తెలియపరచుట, ఆయన వాక్యాన్ని నమ్మకంగా బోధించుట, ప్రేమతో సేవ చేయుట, యేసు క్రీస్తుకు నిజమైన శిష్యులనుగా చేయుట.",
    "LABELHISTORY":"చరిత్ర",
    "LABELMEANS":"అంటే ఏమిటి?",
    "LABELMOTTO":"సంఘదర్శనం",
    "WORSHIPTIMINGS":"ఆదివారం ఆరాధన క్రమం",
    "TIMINGS":"సమయం",
    "DESC":"వివరణ",
    "STARTINGPRAYER":"ప్రారంభ ప్రార్థన",
    "SONGS":"పాటలు",
    "ANNOUNCEMENT":"ప్రకటనలు",
    "GOSPAL":"సువార్త?",
    "GOSPAL_TXT":"’సువార్త’ అనేది గ్రీకు పదం యువాంజెలియన్ నుండి వచ్చింది. దీని అర్థం 'శుభవార్త' క్రొత్త నిబంధనలో యేసు తన జీవితం, మరణం మరియు మృతులలో నుండి పునరుత్థానం ద్వారా మన ప్రపంచానికి దేవుని పాలనను తీసుకువచ్చాడని ప్రకటించడాన్ని ఇది సూచిస్తుంది.",
    "CHURCHHIST":"సంఘ చరిత్ర ",
    "CHURCHHISTNFO":"ఆరంభంలో గృహ కూడికగా ప్రారంభమైన ఈ పరిచర్యలు దేవుని దయలో విస్తరిల్లాయి. విశ్వాసుల సంఖ్య విస్తరించినప్పుడు గృహాలనుండి 'ఇవాంజలికల్ చర్చ్' కాంపౌండ్ నకు మార్చడం జరిగింది. తొలుత 'అప్పరా చాపల్-1' నందు కూడుకోవడం, తదుపరి సంఘం నూతన భవనంలో మెయిన్ హాల్-1 నకు మార్చబడి. ప్రతి ఆదివారం సాయంత్రం 5.00 నుండి 7.00 వరకు ఆరాధన కార్యక్రమం జరుగుచున్నది. సుమారు 400 మంది హాజరై దేవుని ఆరాధిస్తున్నారు. హల్లెలూయ!!!",
    "CHURCHHISTNFO1":"కాలక్రమములో సంఘ సభ్యులు అనేకమంది వేర్వేరు సంఘాలకు కాపరులుగా అయ్యారు అబుదాబి దుబాయిలలో సంఘాలను ఏర్పాటు చేసుకుని దేవుని పరిచర్య జరిగిస్తున్నారు.",
    "EALDERSINFO":"గతంలో సంఘపెద్దలుగా బాధ్యతలను నిర్వహించినవారు",
    "GROW_CHAPETER":"అపో.కార్యములు 9: 31",
    "GROW_TXT":"కావున యూదయ గలిలయ సమరయ దేశములందంతట సంఘము క్షేమాభివృద్ధినొందుచు(మూలభాషలో-కట్టబడుచు) సమాధానము కలిగియుండెను; మరియు ప్రభువునందు భయమును పరిశుద్ధాత్మ ఆదరణయు కలిగి నడుచుకొనుచు విస్తరించుచుండెను",
    
   
    "NAME1":"బ్రదర్. కె.పి.రాజు",
    "NAME2":"బ్రదర్. నల్లి ప్రభు  మనోహర్",
    "NAME3":"బ్రదర్. చింతా రాజు",
    "NAME4":"(లేట్) బ్రదర్.  బెజవాడ కుమార్",
    "NAME5":"(లేట్) బ్రదర్. చెవ్వాకుల రాజు",
    "NAME6":"బ్రదర్. ఇంజేటి   మణికుమార్",
    "NAME7":"బ్రదర్. సిహెచ్. సామ్యేలురాజు",
    "NAME8":"బ్రదర్. గంటా  విజ్ఞాపన కుమార్",
    "NAME9":"బ్రదర్. డి. జాన్ విక్లిఫ్",
    "NAME10":"బ్రదర్. జాన్ మలోజి",
    "NAME11":"బ్రదర్. చంటి",
    "NAME12":"బ్రదర్. యం.డి.వి. ప్రసాద్",
    "NAME13":"బ్రదర్. భీమారావు",
    "NAME14":"బ్రదర్. సిహెచ్. శాంతిశేఖర్",
    "NAME15":"బ్రదర్. కె. సత్తి బాబు",
    "NAME16":"బ్రదర్. ప్రభాకర్",
    "NAME17":"బ్రదర్. పి. జేమ్స్",
    "NAME18":"బ్రదర్.మోజస్",
    "NAME19":"బ్రదర్.కె. విల్సన్",
    "NAME20":"బ్రదర్.సామ్యూల్ రాజు",
    "NAME21":"బ్రదర్.సన్నీ",
    "BOTMSG":"తెలుగు ఐక్య సువార్త సంఘ క్షేమాభివృద్ధి కొరకు ప్రభువుచే,ప్రభుత్వంచే నియమించబడిన కార్యవర్గ సభ్యలు",
"GALLARYINFO":"దేవుడు సంఘ దర్శనంను ముందుకు తీసుకొని వెళ్ళుటకు ఐక్యతను, సామర్ధ్యమును దేవుడు అనుగ్రహించును గాక!",
    "WOMANMINISTRY":"స్త్రీల పరిచర్య",
    "WOMANMINISTRYTXT":"సంఘం విస్తరిస్తూ, వ్యాపిస్తూ ఉందంటే స్త్రీల సమాజం ప్రార్థనయే నని చెప్పుట అతిశయోక్తి కాదు. దైవజనురాలు వై.ఎస్తేరు రాణిగారి ఆధ్వర్యంలో ఈ పరిచర్యలు ముందుకు కొనసాగుతున్నవి. గతంలో నాయకత్వ బాధ్యతలను నిర్వర్తించినవారు సిస్టర్. అనీ విన్సెంట్, సిస్టర్ వత్సలరాజు సిస్టర్ శుభ డానియేల్, , సిస్టర్. వరలక్ష్మి, సిస్టర్. నీలిమామోజెస్, సిస్టర్. భారత జేమ్స్ బాధ్యతల ను నిర్వర్తించారు. దేవుడు వీరికి తగిన ప్రతిఫలమును దయచేయునుగాక.",
    "CAMPMINISTRY":"క్యాంప్ పరిచర్యలు",
    "CAMPMINISTRYTXT":"దేవుడు, సంఘానికి ఇచ్చిన దర్శనం UNFOLD TO THE UNTOLD వినని వారికి లేఖనాలను విప్పి చెప్పుట, క్యాంప్లలో ఉంటున్న వారి తలుపు తట్టి, యేసయ్యను పరిచయం చేయడం, ప్రతి మంగళవారం క్యాంప్లలో పరిచర్యచేసి,శుక్రవారం వారిని సంఘ ఆరాధనకు తీసుకొని వచ్చుట. క్యాంప్ పరిచర్యలలో వాడబడిన ప్రియులు. బ్రదర్. బందెల శేఖర్, బ్రదర్. రాము, బ్రదర్. మణికుమార్, బ్రదర్. యం.డి.వి. ప్రసాద్, బ్రదర్. డి. జాన్ విక్లిఫ్, బ్రదర్. శాంతిశేఖర్, బ్రదర్. ప్రభుమనోహర్, బ్రదర్ భీమారావు, బ్రదర్. సతీష్, బ్రదర్. పి. జోషి, బ్రదర్. కళ్యాణ్, బ్రదర్. ప్రభాకర్, బ్రదర్.జేమ్స్, బ్రదర్. శ్యామ్ దాసరి.",
    "CAMPMINISTRYTXT1":"కోవిడ్ నిబంధనల కారణంగా రెండు సంవత్సరాలు ఈ పరిచర్యలు నిలిచిన, తిరిగి పునః ప్రారంభమైనవి.",
    "KFC":"కిడ్స్ ఫర్ క్రైస్ట్",
    "KFCTXT":"KFC పేరు విననివారు ఎవరూలేరేమో? మా సండేస్కూల్ ప్రోగ్రాం Kids for Christ. అబుదాబి దేశంలో కొందరికి  మాత్రమే కుటుంబాలతో కలిసి జీవించే అవకాశం ఉంది. రాబోయే తరంను జారవిడువక ప్రభువు కొరకు  సంపాదించుకోవాలనే సదుద్దేశ్యంతో ఈ ప్రోగ్రాంను సంఘం చేపట్టడం జరిగింది. మన మాతృభాషను మన బిడ్డలు మరచిపోకూడదనే ఉద్దేశ్యంతో బైబిల్ వచనాలను తెలుగు ఇంగ్లీషు భాషలలో నేర్పించడం, బైబిలు కథలను చిత్రాల  సహాయంతో చక్కగా బోధించడం జరుగుతుంది. స్కిట్స్, అభినయగీతాలు సంఘ ప్రత్యేక కార్యక్రమములకు ఆకర్షణగా  నిలుస్తూ, అదనపు శోభను చేకూర్చుచున్నవి. దైవజనురాలు ఎస్తేరు రాణిగారి ఆధ్వర్యంలో గతంలో ఈ పరిచర్యకు  సహకరించినవారు బ్రదర్. జేమ్స్, సిస్టర్. ఇవాంజలిస్, సిస్టర్. నీలిమామోజెస్, సిస్టర్. ప్రేమాసన్ని, సిస్టర్. వత్సలరాజు, సిస్టర్. శాలిని, సిస్టర్. ప్రవీణ గార్లను దేవుడు బహుగా దీవించును గాక! ప్రస్తుతం సండేస్కూలు ఉపాధ్యాయులు సిస్టర్. స్వర్ణ రాజు, సిస్టర్. నీరజ హెన్రి, సిస్టర్. అమూల్య డేవిడ్, సిస్టర్. కల్పనా  శ్యామ్.",
    "CHOIRMINISTRY":"స్తుతి ఆరాధన",
    "CHOIRMINISTRYTXT":"అనేక సుప్రసిద్ధ ఇంగ్లీషు గీతాలను తెలుగులోనికి అనువదించి, భావయుక్తంగాను, అనుభవపూర్వకంగాను ఆరాధించడం సంఘం అలవర్చుకుంది. అనేక ఇంగ్లీషు గీతాలను తెలుగులోనికి అనువదంచడంలో విశేష కృషిచేసిన బ్రదర్. నల్లి ప్రభు మనోహర్, సిస్టర్. వత్సలరాజు గారు అభినందనీయులు. సంగీతం అందించుటలో బ్రదర్. మణికుమార్ ఇంజేటి, బ్రదర్. కళ్యాణ్, సిస్టర్. ఆనీ విన్సెంట్, బ్రదర్. జేమ్స్ పాలపర్తి, బ్రదర్. బయ్యా. విలియమ్స్, బ్రదర్. బయ్యా శ్యామ్ సన్, బ్రదర్. మురళి, బ్రదర్ తాతాజీ, బ్రదర్. రవి, బ్రదర్ నరేష్, బ్రదర్. లక్ష్మణ్, బ్రదర్. జాన్ మలోజి, బ్రదర్. మోజస్. బ్రదర్. ప్రభాకర్ బ్రదర్. యం. రమేష వీరంతా సంగీత పరిచర్యలో సంఘానికి సేవచేసినవారే. ప్రస్తుతం క్వయిర్ లీడర్ గా బ్రదర్. జేమ్స్ గారి ఆద్వర్యంలో బ్రదర్. భాస్కర్ దొండపాటి సంగీత సారథ్యంలో స్తుతి ఆరాధన చక్కగా నడిపించబడుచున్నది",
    "BIBLECOLLEAGE":"బైబిలు కళాశాల",
    "BIBLECOLLEAGETXT":"తెలుగు ఐక్య సువార్త సంఘం 2013 లో విక్టరీ బైబిల్ స్కూల్స్ కు అనుబంధంగా ఒక బైబిలు కళాశాలను అబుదాబిలో  ప్రారంభించడమైనది. “క్రీస్తు వాక్యము మీలో సమృద్ధిగా నివసింపనియ్యుడి” కొల. 3:16 వాక్యం ఆధారంగా ముందుకు నడిపింపబడుచున్నది. దీనికి సంఘకాపరి రెవ. వై. శిశిర్ కుమార్ గారు ప్రిన్సిపాల్ గాను, అధ్యాపకునిగా ను  ఉంటుండగా, దైవజనురాలు వై. ఎస్తేరురాణిగారు రిజిష్టారుగా బాధ్యతలు నిర్వర్తిస్తున్నారు. వీరు ఇనిస్టిట్యూట్ ఆఫ్ మినిస్ట్రీ, అమెరికా నందు వేదాంత విద్య నభ్యసించినారు. 2016 లో 8 మంది, 2018 లో 9 మంది 2 సంవత్సరములు విద్యాకోర్సును పూర్తిచేసుకుని D.T.H. పట్టభద్రులైనారు. సిగ్గుపడనక్కరలేని పనివారిగా, సుశిక్షుతులనుగాను విద్యార్థులను సిద్ధపరచాలనే ఉద్దేశ్యంతో ముందుకు సాగుతుంది. ఈ స్నాతకోత్సవమునకు డా. ఫిల్ డెరిస్టన్ ప్రెసిడెంట్, గాస్పల్ క్రూసేడ్ గారు ముఖ్య అతిథిగా హాజరైనారు.",
    "Baptism":"బాప్తీస్మ కార్యకార్యక్రమము",
    "Distance":"చర్చికి నుండి ఎంత దూరం",
"Alwahda":" అల్వదా మాల్  నుండి :5.2 KM - 9 min",
"AbuDhabiMall":"అబుదాబి మాల్ నుండి: 7.7 KM 15 min",
"Mushrif":" ముష్రీఫ్ మాల్ నుండి: 3.7 KM 7 min",
"Mussaffah":"ముస్సఫా – షాబియా నుండి: 24.7 KM 25 min",
"khalidiya":" ఖలిదియా  మాల్ నుండి  : 7 KM 10 min",
"marina":"మెరీనా మాల్ నుండి: 11 KM 16 min",
"madinatzayed":"మదీనా జాయెద్ షాపింగ్ మాల్ నుండి : 6 KM 9 min",
"wtc":"హందాన్ డబ్ల్యూ టి సి నుండి : 6.7 KM 10 min",
    



    
"BOTNAME1":" బ్రదర్.జాన్ విక్లిఫ్",
"BOTSNAME1":"దొండపాటి",
"BOTNAME2":"బ్రదర్.జేమ్స్  ",
"BOTSNAME2":"పిడకల",
"BOTNAME3":"బ్రదర్.సతీష్",
"BOTSNAME3":"కరణం",
"BOTNAME4":"బ్రదర్.శ్యామ్",
"BOTSNAME4":"దాసరి",
"BOTNAME5":"బ్రదర్.డేవిడ్ ",
"BOTSNAME5":"మురాల",
"BOTNAME6":"బ్రదర్.రాజు",
"BOTSNAME6":"రాపాక",
"BOTNAME7":"బ్రదర్.కిషోర్",
"BOTSNAME7":"తర్లపాటి",
"BOTNAME8":"బ్రదర్.నరేష్",
"BOTSNAME8":"వడ్లకొండ",
"BOTNAME9":"బ్రదర్.జోసెఫ్ కృష్ణ ",
"BOTSNAME9":"బుంగ",
"BOTNAME10":"బ్రదర్.ఎడ్వర్డ్",
"BOTSNAME10":"కూరగుంట్ల",
"BOTNAME11":"బ్రదర్.రవి",
"BOTSNAME11":"తాడి",



"Home":"హోం పేజ్",
"about":"యు టి జి సి గురించి",
"gallery":"ఫోటో గ్యాలరీ",
"Bot":"యుటిజిసి బి ఓ టి సభ్యులు",
"prayerreq":"Prayer request",
"contact":"మా చిరునామా",

    "FOOTER_LINE":"మా చిరునామా",
    "FOOTER_LINE1":"తెలుగు ఐక్య సువార్త సంఘము",
    "FOOTER_LINE2":"మెయిన్ హాల్ - 1",
    "FOOTER_LINE3":"ది ఇవాంజిలికల్ చర్చ్ సెంటర్",
    "FOOTER_LINE4":"పోస్ట్ బాక్స్ నెంబర్ 38834",
    "FOOTER_LINE5":"అబుదాబి – యు. ఏ. ఈ"

   


}